export const summary = {
  1: {
    1: "デカ目",
    2: "普通目",
    3: "ネム目",
    4: "高度眼瞼下垂",
  },
  2: {
    1: "つり目",
    2: "普通目",
    3: "たれ目",
  },
  3: {
    1: "寄り目",
    2: "普通目",
    3: "はなれ目",
  },
  4: {
    1: "四角顔",
    2: "三角顔",
    3: "丸顔",
    4: "縦長顔",
    5: "卵顔",
  },
  5: {
    1: "左右差のない",
    2: "左右差のある",
  },
};

export const result = {
  1: {
    1: "MRD1≧4",
    2: "3.5≦MRD1<4",
    3: "1.5≦MRD1<3.5",
    4: "MRD1<1.5",
  },
  2: {
    1: " ",
    2: "±10",
    3: "−",
  },
  3: {
    1: "内側白目比（内側白目幅/外側白目幅 ≧1.1",
    2: "0.9＜内側白目比＜1.1",
    3: "内側白目比（内側白目幅/外側白目幅）≦0.9",
  },
  4: {
    1: "四角顔",
    2: "三角顔",
    3: "丸顔",
    4: "縦長顔",
    5: "卵顔",
  },
  5: {
    1: "頬骨、エラのどちらかの左右差が10％以下",
    2: "それ以外",
  },
};
